[
  {
    "name": "Liz",
    "role": "Chief Product Officer",
    "quotes": [
      "I’ve had the pleasure of working with Ben as he transitioned from Business Analyst into Product Manager on our content management platform, and he’s made that move seamlessly.",
      "He combines the analytical rigour and problem clarity of an excellent BA with growing product ownership and strong partnership with engineering.",
      "Detail-oriented, positive, and collaborative, he’s been instrumental in improving complex CMS workflows and aligning teams around the right problems to solve.",
      "Ben is a trusted team member and a thoughtful PM.",
      "It is a pleasure to have him on our team, and I’d recommend him highly to any product or platform team."
    ]
  },
  {
    "name": "Ben",
    "role": "Senior Software Developer",
    "quotes": [
      "I very much value Ben as a colleague and a product ally.",
      "In particular I appreciate that he has put me in front of customers and champions pragmatic solutions.",
      "As an engineer, I'm never left on doubt about what I have to build and why.",
      "His initiatives are always value-driven.",
      "He has also contributed to a healthy team culture, promoting appreciations and team successes.",
      "I would happily recommend Ben to anyone."
    ]
  },
  {
    "name": "Katie",
    "role": "Product Manager",
    "quotes": [
      "I’ve collaborated with Ben on a number of projects and have always been impressed by his approach as a Product Manager.",
      "He is thorough, deeply knowledgeable about his product and a great team player.",
      "He has also led a number of high value initiatives with confidence.",
      "Ben has exceptional attention to detail and is equally comfortable diving into technical complexities as he is explaining them clearly.",
      "He manages stakeholders effectively, builds strong relationships and is very well liked by his team and peers."
    ]
  },
  {
    "name": "Guy",
    "role": "Staff Software Engineer",
    "quotes": [
      "Ben is great at driving key work",
      "He creates enough space for the team to deliver incrementally.",
      "He understands the challenges of supporting software and balances priorities between building new features and tackling technical challenges.",
      "Any team is going to feel the benefits of having Ben as a leader."
    ]
  },
  {
    "name": "Dave",
    "role": "Technical Solutions Manager",
    "quotes": [
      "He never failed to impress me with his initiative, outside the box thinking and willing to learn.",
      "Ben applies a very methodical, patient and enthusiastic approach to his work"
    ]
  },
  {
    "name": "Sean",
    "role": "Head of Product",
    "quotes": [
      "I would be happy to work with Ben any where at any time.",
      "A reliable, highly regarded and trustworthy Product Manager.",
      "He balances the detail and longer term strategic vision with refined skill, brings people together, and lives and works by his values."
    ]
  },
  {
    "name": "Anonymous Colleague",
    "role": "The Economist",
    "quotes": [
      "Ben always tries to reach consensus with stakeholders and takes the pragmatic path forward to avoid gridlock when too many strong opinions cannot otherwise make progress.",
      "He knows his product incredibly well, and this is incredibly helpful in helping us understand and solve problems.",
      "Ben is great at taking a confusing list of requirements from many places and pushing back on the things that we lower priority. He is realistic about what is achievable.",
      "Great communication, collaborative approach, striving for excellence, leading with inclusivity and transparency, willingness to dig into complexity, never fazed by changing priorities, trusted relationships with editorial.",
      "Ben is great at pushing back on requirements that aren't needed and slimming down a feature to what is required so we can get something delivered and iterate on it if it's valuable.",
      "Ben is pragmatic and is always thinking about the minimum viable solution and how we can get there quickly.",
      "I'm particularly grateful Ben gets engineers closer to Editorial when shaping problems.",
      "Advocate on behalf of Editorial and get engineers closer to them.",
      "Ben strives to support the engineering team with generating creative ideas, and collaborates effectively across pillars to gather requirements and analysis.",
      "Ben thrives on hearing different perspectives, and is driven to be inclusive and transparent.",
      "Good at steering the conversation towards meaningful incremental progress rather than getting bogged down.",
      "Great at analysis and detail oriented.",
      "Ben is very clearly an inclusive and open minded colleague. He's a pleasure to work with in this regard, and is open to all opportunities.",
      "Ben encourages engineering colleagues to share their ideas and concerns.",
      "Ben is a great collaborator and has given us good steers.",
      "Ben always takes a positive and proactive approach to problem solving, regardless of the pressures or constraints we're under.",
      "I really appreciate Ben's enthusiasm and energy he brings to the team.",
      "Enthusiastic, proactive and takes things on. Positive can-do attitude. Cares about the team and works with the values of inclusivity and openness.",
      "Ben is great, I love it when he appears on calls as I know the team will be supported.",
      "Ben is just awesome, I have total trust that he'll do what he commits to."
    ]
  }
]